/*28/9/2018*/
"_grp.Accomodation" = "Majoitus";
"_grp.BankATM" = "Pankit ja pankkiautomaatit";
"_grp.Emergency" = "Hätätilanne";
"_grp.Food_and_Drink" = "Syöminen ja Juominen";
"_grp.Guides" = "Kaupunkioppaat";
"_grp.Parking" = "Pysäköinti";
"_grp.Petrol_Station" = "Bensiiniasema";
"_grp.Services_and_Education" = "Palvelut ja Koulutus";
"_grp.Shopping" = "Ostokset";
"_grp.Social_Life" = "Viihde ja Sosiaalinen elämä";
"_grp.Sport" = "Urheilu";
"_grp.Tourism" = "Turistikohteet";
"_grp.Transportation" = "Kuljetus";
"_grp.Vehicle_Services" = "Ajoneuvopalvelut";

"exit" = "Poistu";
"feet" = "jalka";
"route.instructionsText.continueAlong" = "Jatka tietä";

/* feet short */
"ft" = "jalkaa";

/* timeHourShort */
"h" = "t";
"kilometers" = "kilometriä";
"Limit" = "Raja";
"meters" = "metriä";

/* miles short */
"mi" = "maili";
"miles" = "mailia";

/* timeMinuteMidi */
"min" = "min";
"native.fuelprices.poidetailTitle" = "Polttoainehinnat";
"poiCategory.select" = "Läheiset paikat";
"native.navigation.resumeBtn" = "Jatka";

/* timeSecondShort */
"sec" = "sec";
"yards" = "jaardia";

/* yards short */
"yd" = "jaard";

"detail.action.directionToHere" = "Hanki ohjeita";
"detail.action.addVia" = "Lisää reittipiste";
"detail.action.addToFavorite" = "Lisää suosikkeihin";
"detail.action.copyGps" = "GPS-koordinaatit";
"detail.action.removeFavorite" = "Poista suosikeista";
"detail.action.removeHome" = "Poista Kotiosoite";
"detail.action.removeWork" = "Poista työpaikan osoite";
"detail.action.shareLocation" = "Jaa sijaintini";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "Sähköposti";
"detail.contact.phone" = "Puhelin";
"detail.contact.url" = "Www osoite";
"routeCompute.action.demonstrate" = "Esitä";
"routeCompute.action.navigate" = "Aloita";
"routeCompute.etaArrival" = "Saapuminen";
"routeCompute.fastest" = "Nopein reitti";
"routeCompute.slower" = "hitaampi";
"routeCompute.traffic.withDelay" = "viiveen kanssa";
"routeCompute.button.options" = "Vaihtoehdot";
"routeCompute.waypointInfo.from" = "Lähtöpiste";
"routeCompute.waypointInfo.to" = "Määränpää";
"routeCompute.waypointInfo.waypoints" = "reittipisteet";
"routeCompute.waypointInfo.via" = "Kautta";
"routeActionMain.cancel" = "Peruuta reitti";
"routeCompute.action.continue" = "Jatka";
"routeCompute.options.title" = "Reittivaihtoehdot";
"routeCompute.options.AvoidCountry" = "Vältä tätä maata";
"avoid.unpaved" = "Päällystämättömät tiet";
"avoid.specialArea" = "Ruuhkamaksut";
"avoid.ferries" = "Lautat";
"avoid.highways" = "Moottoritiet";
"avoid.tollroads" = "Maksulliset tiet";
"workCell.setupWork.subtitle" = "Kulje helposti päivittäin";
"homeCell.setupHome.subtitle" = "Nopein reitti";
"workCell.setupWork.title" = "Aseta työpaikan sijainti";
"homeCell.setupHome.title" = "Aseta Kotiosoite";
"workCell.title" = "Työ";
"homeCell.title" = "Kotipaikka";
"favorites.place.emptyButton" = "Etsi paikkoja";
"favorites.place.emptyTitle" = "Lisää paikkoja helposti käytettäväksi";
"favorites.place.deleteAction" = "Poista";
"favorites.place.headerTitle" = "Paikat & Reitit";
"favorites.button.done" = "Valmis";
"favorites.segment.contacts" = "Yhteystiedot";
"favorites.segment.trips" = "Matkat";
"favorites.segment.places" = "Paikat";
"favorites.title" = "Suosikit";
"favorites.addAlert.add" = "Lisää";
"native.compute.decideToCompute" = "Oletko vielä matkalla kohteeseen %@?";
"routeActionMain.preview" = "Esikatsele reittiä";
"routeCompute.traffic.withoutInfo" = "Ei liikennetietoja";
"search.work.title" = "Aseta työpaikan sijainti";
"search.home.title" = "Aseta Kotiosoite";
"alert.hideHomeWork.hideHomeTitle" = "Piilota Koti";
"alert.hideHomeWork.hideWorkTitle" = "Piilota Työ";
"alert.hideHomeWork.setHomeMessage" = "Voit aina asettaa Koti-osoitteen Suosikkeihin";
"alert.hideHomeWork.setWorkMessage" = "Voit aina asettaa Työpaikan osoitteen Suosikkeihin";
"alert.hideHomeWork.hide" = "Piilota";
"action.control.scout.static" = "Nopeampi reitti löydetty";
"action.control.route.longer" = "%@ pidempi";
"action.control.route.time" = "Tallenna %@";
"action.control.scout.arrival" = "Uusi saapumisaika %@";
"action.control.scout.fasterRouteFound" = "Nopeampi reitti löydetty";
"action.control.scout.preview" = "Esikatselu";
"action.control.scout.route.set" = "Aseta nopeampi reitti";
"routeCompute.action.loading" = "Aloita";
"country.AL" = "Albania";
"country.AD" = "Andorra";
"country.AU" = "Australia";
"country.AT" = "Itävalta";
"country.BY" = "Valko-Venäjä";
"country.BE" = "Belgia";
"country.BA" = "Bosnia-Hertsegovina";
"country.BG" = "Bulgaria";
"country.CA" = "Kanada";
"country.HR" = "Kroatia";
"country.CZ" = "Tsekin tasavalta";
"country.DK" = "Tanska";
"country.EE" = "Viro";
"country.FO" = "Färsaaret";
"country.FI" = "Suomi";
"country.FR" = "Ranska";
"country.DE" = "Saksa";
"country.GI" = "Gibraltar";
"country.GR" = "Kreikka";
"country.GL" = "Grönlanti";
"country.VA" = "Vatikaanivaltio";
"country.HU" = "Unkari";
"country.IS" = "Islanti";
"country.IE" = "Irlanti";
"country.IL" = "Israel";
"country.IT" = "Italia";
"country.JP" = "Japani";
"country.KP" = "Korean demokraattinen kansantasavalta";
"country.KR" = "Korean tasavalta";
"country.KW" = "Kuwait";
"country.LV" = "Latvia";
"country.LI" = "Liechtenstein";
"country.LT" = "Liettua";
"country.LU" = "Luxemburg";
"country.MK" = "Makedonia";
"country.MT" = "Malta";
"country.MD" = "Moldova";
"country.MC" = "Monaco";
"country.MS" = "Montserrat";
"country.NL" = "Alankomaat";
"country.AN" = "Alankomaiden Antillit";
"country.NZ" = "Uusi-Seelanti";
"country.NF" = "Norfolkinsaari";
"country.NO" = "Norja";
"country.PL" = "Puola";
"country.PT" = "Portugali";
"country.RO" = "Romania";
"country.RU" = "Venäjä";
"country.SM" = "San Marino";
"country.SG" = "Singapore";
"country.SK" = "Slovakia";
"country.SI" = "Slovenia";
"country.ZA" = "Etelä-Afrikka";
"country.ES" = "Espanja";
"country.SE" = "Ruotsi";
"country.CH" = "Sveitsi";
"country.TW" = "Taiwan";
"country.TH" = "Thaimaa";
"country.TR" = "Turkki";
"country.UA" = "Ukraina";
"country.GB" = "Englanti";
"country.US" = "Yhdysvallat";
"country.VN" = "Vietnam";
"country.RS" = "Serbia";
"country.ME" = "Montenegro";
"country.AE" = "Yhdistyneet arabiemiraatit";
"country.OM" = "Oman";
"country.SA" = "Saudi-Arabia";
"country.EG" = "Egypti";
"country.PR" = "Puerto Rico";
"country.VI" = "Neitsytsaaret";
"country.RA" = "Argentiina";
"country.BH" = "Bahrain";
"country.BR" = "Brasilia";
"country.HK" = "Hongkong";
"country.ID" = "Indoneesia";
"country.IN" = "Intia";
"country.IM" = "Mansaari";
"country.MO" = "Macau";
"country.MX" = "Meksiko";
"country.MY" = "Malesia";
"country.QA" = "Qatar";
"country.AW" = "Aruba";
"country.AF" = "Afganistan";
"country.AO" = "Angola";
"country.AI" = "Anguilla";
"country.AX" = "Ahvenanmaa";
"country.AM" = "Armenia";
"country.AQ" = "Antarktis";
"country.AS" = "Amerikan Samoa";
"country.TF" = "Ranskan eteläiset alueet";
"country.AG" = "Antigua ja Barbuda";
"country.AZ" = "Azerbaidžan";
"country.BI" = "Burundi";
"country.BJ" = "Benin";
"country.BF" = "Burkina Faso";
"country.BD" = "Bangladesh";
"country.BS" = "Bahama";
"country.BL" = "Saint Barthélemy";
"country.BZ" = "Belize";
"country.BM" = "Bermuda";
"country.BO" = "Bolivia";
"country.BB" = "Barbados";
"country.BN" = "Brunei";
"country.BT" = "Bhutan";
"country.BV" = "Bouvet'nsaari";
"country.BW" = "Botswana";
"country.CF" = "Keski-Afrikan tasavalta";
"country.CC" = "Kookossaaret";
"country.CL" = "Chile";
"country.CI" = "Norsunluurannikko";
"country.CM" = "Kamerun";
"country.CD" = "Kongon demokraattinen tasavalta";
"country.CG" = "Kongon tasavalta";
"country.CK" = "Cookinsaaret";
"country.CO" = "Kolumbia";
"country.KM" = "Komorit";
"country.CV" = "Kap Verde";
"country.CR" = "Costa Rica";
"country.CU" = "Kuuba";
"country.CX" = "Joulusaari";
"country.KY" = "Caymansaaret";
"country.DJ" = "Dzibouti";
"country.DM" = "Dominica";
"country.DO" = "Dominikaaninen tasavalta";
"country.DZ" = "Algeria";
"country.EC" = "Ecuador";
"country.ER" = "Eritrea";
"country.EH" = "Länsi-Sahara";
"country.ET" = "Etiopia";
"country.FJ" = "Fidži";
"country.FK" = "Falklandinsaaret";
"country.FM" = "Mikronesian liittovaltio";
"country.GA" = "Gabon";
"country.GE" = "Georgia";
"country.GG" = "Guernsey";
"country.GH" = "Ghana";
"country.GN" = "Guinea";
"country.GP" = "Guadeloupe";
"country.GM" = "Gambia";
"country.GW" = "Guinea-Bissau";
"country.GQ" = "Päiväntasaajan Guinea";
"country.GD" = "Grenada";
"country.GT" = "Guatemala";
"country.GF" = "Ranskan Guayana";
"country.GU" = "Guam";
"country.GY" = "Guyana";
"country.HM" = "Heard ja McDonaldinsaaret";
"country.HN" = "Honduras";
"country.HT" = "Haiti";
"country.IO" = "Brittiläinen Intian";
"country.IR" = "Iran";
"country.IQ" = "Irak";
"country.JM" = "Jamaika";
"country.JE" = "Jersey";
"country.JO" = "Jordania";
"country.KZ" = "Kazakstan";
"country.KG" = "Kirgisia";
"country.KH" = "Kambodža";
"country.KI" = "Kiribati";
"country.KN" = "Saint Kitts ja Nevis";
"country.LA" = "Laos";
"country.LB" = "Libanon";
"country.LR" = "Liberia";
"country.LY" = "Libya";
"country.LC" = "Saint Lucia";
"country.LK" = "Sri Lanka";
"country.LS" = "Lesotho";
"country.MF" = "Saint Martin";
"country.MA" = "Marokko";
"country.MG" = "Madagaskar";
"country.MV" = "Malediivit";
"country.MH" = "Marshallinsaaret";
"country.ML" = "Mali";
"country.MM" = "Myanmar";
"country.MN" = "Mongolia";
"country.MP" = "Pohjois-Mariaanit";
"country.MZ" = "Mosambik";
"country.MR" = "Mauritania";
"country.MQ" = "Martinique";
"country.MU" = "Mauritius";
"country.MW" = "Malawi";
"country.YT" = "Mayotte";
"country.NA" = "Namibia";
"country.NC" = "Uusi-Kaledonia";
"country.NE" = "Niger";
"country.NG" = "Nigeria";
"country.NI" = "Nicaragua";
"country.NU" = "Niue";
"country.NP" = "Nepal";
"country.NR" = "Nauru";
"country.PK" = "Pakistan";
"country.PA" = "Panama";
"country.PN" = "Pitcairn";
"country.PE" = "Peru";
"country.PH" = "Filippiinit";
"country.PW" = "Palau";
"country.PG" = "Papua-Uusi-Guinea";
"country.PY" = "Paraguay";
"country.PS" = "Palestiina";
"country.PF" = "Ranskan Polynesia";
"country.RE" = "Réunion";
"country.RW" = "Ruanda";
"country.SD" = "Sudan";
"country.SN" = "Senegal";
"country.GS" = "Etelä-Georgia ja Eteläiset Sandwichsaaret";
"country.SH" = "Saint Helena";
"country.SJ" = "Svalbard ja Jan Mayen";
"country.SB" = "Salomonsaaret";
"country.SL" = "Sierra Leone";
"country.SV" = "El Salvador";
"country.SO" = "Somalia";
"country.PM" = "Saint-Pierre ja Miquelon";
"country.ST" = "São Tomé ja Príncipe";
"country.SR" = "Suriname";
"country.SZ" = "Swazimaa";
"country.SC" = "Seychellit";
"country.SY" = "Syyria";
"country.TC" = "Turks- ja Caicossaaret";
"country.TD" = "Tšad";
"country.TG" = "Togo";
"country.TJ" = "Tadžikistan";
"country.TK" = "Tokelau";
"country.TM" = "Turkmenistan";
"country.TL" = "Itä-Timor";
"country.TO" = "Tonga";
"country.TT" = "Trinidad ja Tobago";
"country.TN" = "Tunisia";
"country.TV" = "Tuvalu";
"country.TZ" = "Tansania";
"country.UM" = "Yhdysvaltain Tyynenmeren erillissaaret";
"country.UY" = "Uruguay";
"country.UZ" = "Uzbekistan";
"country.VC" = "Saint Vincent ja Grenadiinit";
"country.VE" = "Venezuela";
"country.VG" = "Brittiläiset Neitsytsaaret";
"country.VU" = "Vanuatu";
"country.WF" = "Wallis ja Futunasaaret";
"country.WS" = "Samoa";
"country.YE" = "Jemen";
"country.ZM" = "Sambia";
"country.ZW" = "Zimbabwe";
"country.US-AL" = "Alabama";
"country.US-AK" = "Alaska";
"country.US-AZ" = "Arizona";
"country.US-AR" = "Arkansas";
"country.US-CA" = "California";
"country.US-CO" = "Colorado";
"country.US-CT" = "Connecticut";
"country.US-DE" = "Delaware";
"country.US-DC" = "District Of Columbia";
"country.US-FL" = "Florida";
"country.US-GA" = "Georgia";
"country.US-HI" = "Hawaiji";
"country.US-ID" = "Idaho";
"country.US-IL" = "Illinois";
"country.US-IN" = "Indiana";
"country.US-IA" = "Iowa";
"country.US-KS" = "Kansas";
"country.US-KY" = "Kentucky";
"country.US-LA" = "Louisiana";
"country.US-ME" = "Maine";
"country.US-MD" = "Maryland";
"country.US-MA" = "Massachusetts";
"country.US-MI" = "Michigan";
"country.US-MN" = "Minnesota";
"country.US-MS" = "Mississippi";
"country.US-MO" = "Missouri";
"country.US-MT" = "Montana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "New Hampshire";
"country.US-NJ" = "New Jersey";
"country.US-NM" = "New Mexico";
"country.US-NY" = "New York";
"country.US-NC" = "Pohjois-Carolina";
"country.US-ND" = "Pohjois-Dakota";
"country.US-OH" = "Ohio";
"country.US-OK" = "Oklahoma";
"country.US-OR" = "Oregon";
"country.US-PA" = "Pennsylvania";
"country.US-RI" = "Rhode Island";
"country.US-SC" = "Etelä-Carolina";
"country.US-SD" = "Etelä-Dakota";
"country.US-TN" = "Tennessee";
"country.US-TX" = "Texas";
"country.US-UT" = "Utah";
"country.US-VT" = "Vermont";
"country.US-VA" = "Virginia";
"country.US-WA" = "Washington";
"country.US-WV" = "West Virginia";
"country.US-WI" = "Wisconsin";
"country.US-WY" = "Wyoming";
"country.CA-AB" = "Alberta";
"country.CA-BC" = "Brittiläinen Kolumbia";
"country.CA-MB" = "Manitoba";
"country.CA-NB" = "New Brunswick";
"country.CA-NL" = "Newfoundland ja Labrador";
"country.CA-NS" = "Nova Scotia";
"country.CA-NT" = "Luoteisterritoriot";
"country.CA-NU" = "Nunavut";
"country.CA-ON" = "Ontario";
"country.CA-PE" = "Prinssi Edwardin saari";
"country.CA-QC" = "Quebec";
"country.CA-SK" = "Saskatchewan";
"country.CA-YT" = "Yukonin territorio";
"country.IN-LD" = "Lakkadiivit";
"country.GB-NIR" = "Pohjois-Irlanti";
"country.GB-SCT" = "Skotlanti";
"country.GB-WLS" = "Wales";
"country.GB-CHA" = "Kanaalisaaret";
"N" = "P";
"S" = "E";
"W" = "L";
"E" = "I";
"routeplaning.actionButton.title" = "Valmis";
"com.sygic.addWaypoint.placeholder" = "Lisää reittipiste";
"detail.action.selectPoi" = "Valitse";
"signpost.nextDirection.then" = "Sitten";
"waypoint.title.myposition" = "Sijaintini";
"placeholder.password" = "Salasana";
"placeholder.email" = "Sähköposti";
"routeCompute.action.calculating" = "Lasketaan reittejä";
"routeCompute.action.preview" = "Esikatselu";
"detail.action.shareGps" = "Jaa GPS-koordinaatit";
"time.ago.minutes" = "%@ minuuttia sitten";
"time.ago.hours" = "%@ tuntia sitten";
"time.ago.days" = "%@ päivää sitten";
"time.ago.years" = "%@ vuotta sitten";
"native.navigation.recenterBtn" = "Keskitä kartta";
"homeCell.updateHome.title" = "Muuta kotiosoitetta";
"workCell.updateWork.title" = "Muuta työpaikan osoitetta";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "Poista reittipiste";
"message.avoid.motorway.unable" = "Jotta pääset määräpaikkaasi, reitillä täytyy olla joitakin moottoriteitä.";
"message.avoid.specialArea.unable" = "Valitettavasti reitilläsi ei voida välttää ruuhkamaksuja.";
"message.avoid.tollRoads.unable" = "Kaikkia maksullisia teitä ei voi välttää. Jotkin maksulliset tiet jäävät lasketulle reitille.";
"message.avoid.ferries.unable" = "Päämääräsi saavuttamiseksi kaikkia autolauttoja ei voi välttää.";
"message.avoid.unpavedRoads.unable" = "Jotta pääset määräpaikkaasi, reitillä täytyy olla joitakin päällystämättömiä teitä.";
